[
    {
        "id": "T2cK10z9otc",
        "titulo": "Exploración Espacial con IA: Del Render Fijo a la Órbita 3D",
        "fecha": "2026-02-16",
        "bluf": "Controla la espacialidad de tus renders orbitando la cámara con consistencia total, transformando imágenes fijas en herramientas de diseño iterativas.",
        "hecho_atomico": "La técnica consiste en utilizar modelos de control de cámara (desarrollados por Apolinário Passos en Hugging Face o Freepik) para generar múltiples vistas consistentes a partir de una sola imagen. El argumento central es que el render deja de ser un producto final estático para convertirse en un proceso de validación volumétrica y espacial, permitiendo detectar fallas proyectuales en ángulos no resueltos mediante la generación de hasta 12 cámaras simultáneas que mantienen la coherencia tectónica y material.",
        "categoria": "TÉCNICA",
        "url": "https://www.youtube.com/watch?v=T2cK10z9otc"
    },
    {
        "id": "2IgdAWF-GQA",
        "titulo": "La IA te vuelve visible: El amplificador del criterio arquitectónico",
        "fecha": "2025-05-15",
        "bluf": "La IA funciona como un amplificador que expone la presencia o ausencia de criterio técnico y esqueleto conceptual.",
        "hecho_atomico": "La inteligencia artificial generativa actúa como un acelerador de la visibilidad profesional, donde la ausencia de un anteproyecto sólido y lógica tectónica queda evidenciada por la desconexión entre la estética superficial del render y la carencia de decisiones proyectuales fundamentadas.",
        "categoria": "CRÍTICA",
        "url": "https://www.youtube.com/watch?v=2IgdAWF-GQA"
    },
    {
        "id": "JRVeojxM8WY",
        "titulo": "D5 Render 3.0: El renderizado como lenguaje de diseño",
        "fecha": "2026-02-16",
        "bluf": "El render deja de ser un producto final para convertirse en el ecosistema iterativo donde se diseña y proyecta.",
        "hecho_atomico": "La integración de D5 Lite y agentes de IA permite un flujo de trabajo bidireccional entre SketchUp y el motor de render, donde la IA no solo genera atmósferas y assets, sino que actúa como un colaborador de diseño conceptual que reduce la fricción entre la volumetría básica y la toma de decisiones tectónicas.",
        "categoria": "WORKFLOW",
        "url": "https://www.youtube.com/watch?v=JRVeojxM8WY"
    }
]